[
  {
    "id": null,
    "unique": "diffusion-marketplace",
    "spotlight": 1,
    "partner": "Veterans Health Administration",
    "project": "Diffusion Marketplace",
    "blurb": "In collaboration with Agile Six, we created a knowledge platform aimed at improving healthcare, called the Diffusion Marketplace. The purpose of this platform is to empower VHA practitioners and other employees to identify and disseminate promising healthcare practices. In this project, as well as many others, we aligned our delivery approach to the VA's Digital Service Handbook. We focused our initial product strategy on figuring out how to design an experience that leads to the wider adoption of three life-saving and cost-saving practices (for example, rapid naloxone delivery). These practices have already been proven to work at a small subset of the VHA's healthcare facilities. With the VHA knowledge management platform, we delivered an MVP within two months. ",
    "challenge": null,
    "solution": null,
    "outcome": null,
    "tags": [],
    "metadata": "The Diffusion Marketplace empowers VHA practitioners and other employees to identify and disseminate promising healthcare practices.",
    "slides": null,
    "leads": [],
    "image": null,
    "testimonial": null,
    "source": null,
    "tools": null,
    "testimonials": null
  },
  {
    "id": null,
    "unique": "API-Scorecard",
    "spotlight": 2,
    "partner": "Veterans Affairs",
    "project": "API Scorecard",
    "blurb": "The VA recently launched an initiative called API Platform Management, an enterprise-wide program meant to transform how the VA shares digital services through APIs. VA leaders hypothesized that creating an API Scorecard tool for use by teams and management would ensure good API governance. We assembled a cross-functional team with expertise in UX design, software engineering, and API governance to help them. Through a series of rapid iterations, we created an MVP of the API Scorecard governance tool under the federal procurement micropurchase threshold of $10,000. We enabled the VA to begin experimenting with how best to govern their portfolio of APIs. We also released the source code in the open and with no copyright, making it freely available for anyone to reuse.",
    "challenge": null,
    "solution": null,
    "outcome": null,
    "tags": [],
    "metadata": "The API Scorecard governance tool enabled the VA to begin experimenting with how best to govern their portfolio of APIs.",
    "slides": null,
    "leads": [],
    "image": null,
    "testimonial": null,
    "source": null,
    "tools": null,
    "testimonials": null
  },
  {
    "id": null,
    "unique": "design-thinking-for-modern-health-IT",
    "spotlight": 3,
    "partner": "Health and Human Services | Indian Health Service",
    "project": "Design Thinking for Modern Health IT",
    "blurb": "We used a Human-Centered Design approach to uncover technology needs of American Indian and Alaska Native (AI/AN) healthcare facilities that will inform future investments in infrastructure and software. Our team conducted interviews and workshops with almost 150 staff members, patients, Subject Matter Experts, and other key players to develop a comprehensive understanding of the IHS facilities’ end-to-end Health IT needs. We contextualized findings for the I/T/U environment to help government and Congress understand needs and challenges, and we created a rubric by which to evaluate bidders. Design artifacts included Service Blueprints and Journey Maps based on typical patient situations, showing the needs of all actors involved in providing healthcare, from providers to admin to outside clinics and hospitals. Based on our findings and team engagement, we outlined use cases to inform requirements for the next generation of Health IT at the IHS.\r\nWe used a Human-Centered Design approach to uncover technology needs of American Indian and Alaska Native (AI/AN) healthcare facilities that will inform future investments in infrastructure and software. Our team conducted interviews and workshops with almost 150 staff members, patients, Subject Matter Experts, and other key players to develop a comprehensive understanding of the IHS facilities’ end-to-end Health IT needs. We contextualized findings for the I/T/U environment to help government and Congress understand needs and challenges, and we created a rubric by which to evaluate bidders. Design artifacts included Service Blueprints and Journey Maps based on typical patient situations, showing the needs of all actors involved in providing healthcare, from providers to admin to outside clinics and hospitals. Based on our findings and team engagement, we outlined use cases to inform requirements for the next generation of Health IT at the IHS.\r",
    "challenge": null,
    "solution": null,
    "outcome": null,
    "tags": [],
    "metadata": "In a Design Thinking project for the Indian Health Service, we used a Human-Centered Design approach to provide insights into the technology needs and goals of American Indian and Alaska Native healthcare facilities to inform future investments in infrastructure and software.",
    "slides": null,
    "leads": [],
    "image": "paper-files-indian-health-service",
    "testimonial": null,
    "source": null,
    "tools": null,
    "testimonials": null
  }
]